package github.io.bluskyfishing.Katsuyou.Data;

public class N4 {
    public static String[] n4Verbs(){
        // Randint n4Verb[randint][0]
        return new String[]{
                "上がる", "集まる", "集める", "謝る", "選ぶ", "増える", "降り出す", "太る", "ご覧になる", "運ぶ",  "払う", "冷える",
                "光る", "引き出す", "引っ越す", "拾う", "褒める", "いじめる", "生きる", "祈る", "急ぐ", "頂く", "致す", "変える",
                "構う", "噛む", "考える", "片付ける", "勝つ", "乾く", "変わる", "通う", "飾る","聞こえる", "決まる", "決める",
                "込む", "壊れる", "壊す", "下さる", "比べる", "暮れる", "間違える", "参る", "負ける", "間に合う", "回る",
                "召し上がる", "見える", "見つかる", "見つける", "戻る", "申し上げる", "申す", "迎える", "向かう", "投げる", "泣く",
                "無くなる", "亡くなる", "直る", "治る", "慣れる", "鳴る", "寝坊", "眠る", "逃げる", "似る", "残る", "乗り換える",
                "濡れる", "塗る", "盗む", "入学", "入院", "落ちる", "驚く", "踊る", "お出でになる", "お祝い", "行う", "怒る",
                "起こす", "遅れる", "送る", "思い出す", "折れる", "下りる", "折る", "仰る", "落とす","下がる", "探す", "下げる",
                "差し上げる", "騒ぐ", "触る", "叱る", "調べる", "知らせる", "生じる", "育てる", "滑る", "空く", "済む", "進む",
                "捨てる","倒れる", "足りる", "足す", "建てる", "尋ねる", "訪ねる", "手伝う", "届ける", "泊まる", "止める", "通る",
                "取り替える", "続ける", "続く", "捕まえる", "漬ける", "付く", "連れる", "釣る", "伝える", "包む", "植える", "動く",
                "伺う", "受ける", "打つ", "移る", "写す", "別れる", "沸かす", "沸く", "笑う", "割れる", "焼ける", "焼く",
                "役に立つ", "止む", "痩せる", "汚れる", "喜ぶ", "寄る", "揺れる"
        };
    }
}
