package github.io.bluskyfishing.Katsuyou.Data;

public class N5 {
    public static String[] n5Verbs(){
        // Randint n5Verbs[randint][0]
        return new String[]{"浴びる", "上げる", "開ける", "開く", "洗う", "歩く", "遊ぶ", "会う", "違う", "出す", "出かける", "出る",
                "吹く", "降る", "入る", "始まる", "履く", "話す", "晴れる", "張る", "走る", "働く", "弾く", "行く", "入れる", "要る",
                "居る", "言う", "帰る", "返す", "掛かる", "掛ける", "書く", "借りる", "貸す", "買う", "消す", "消える", "聞く",
                "切る", "着る", "困る", "答える", "曇る", "来る", "曲がる", "待つ", "磨く", "見る", "見せる", "持つ", "鳴く",
                "無くす", "並べる", "並ぶ", "習う", "寝る", "上る", "飲む", "乗る", "脱ぐ", "覚える", "起きる", "置く", "降りる",
                "教える", "押す", "終わる", "泳ぐ", "咲く", "差す", "閉まる", "閉める", "締める", "死ぬ", "知る", "住む", "吸う",
                "座る", "食べる", "頼む", "立つ", "飛ぶ", "止まる", "取る", "撮る", "疲れる", "使う", "付ける", "着く", "作る",
                "勤める", "生まれる", "売る", "歌う", "分かる", "忘れる", "渡る", "渡す", "遣る", "休む", "呼ぶ", "読む", "有る",
                "為る"};
    }
}
